Repository: wolfwdavid/cross_platform_c11
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, uk, zh_hans, zh_hant

# about.description
source: terminal command center for the operator:agent pair. many surfaces. one workspace. one field of view.
ja: 操作者・エージェントのためのターミナル司令室。 多くのサーフェス。ひとつのワークスペース。ひとつの視界。
ko: 오퍼레이터·에이전트 페어를 위한 터미널 커맨드 센터. 여러 서피스. 하나의 워크스페이스. 하나의 시야.
ru: терминальный командный центр для пары оператор–агент. много поверхностей. одно рабочее пространство. одно поле зрения.
uk: термінальний командний центр для пари оператор–агент. багато поверхонь. один робочий простір. одне поле зору.
zh_hans: 为「操作员·代理」一体而设的终端指挥中枢。 多个界面。一个工作区。一视同观。
zh_hant: 為「操作員·代理」一體而設的終端指揮中樞。 面面有界,事事一區,同視一處。

# about.docs
source: Docs
ja: ドキュメント
ko: 문서
ru: Документация
uk: Документація
zh_hans: 文档
zh_hant: 文件

# about.forkAttribution
source: A Stage 11 Agentics fork of cmux by manaflow-ai
ja: manaflow-ai の cmux を Stage 11 Agentics がフォーク
ko: Stage 11 Agentics가 만든 manaflow-ai의 cmux 포크
ru: Форк cmux (manaflow-ai) от Stage 11 Agentics
uk: Форк cmux (manaflow-ai) від Stage 11 Agentics
zh_hans: Stage 11 Agentics 的 cmux 派生版（源自 manaflow-ai）
zh_hant: Stage 11 Agentics 的 cmux(manaflow-ai)分支

# about.licenses
source: Licenses
ja: ライセンス
ko: 라이선스
ru: Лицензии
uk: Ліцензії
zh_hans: 许可证
zh_hant: 授權條款

# about.licenses.notFound
source: Licenses file not found.
ja: ライセンスファイルが見つかりません。
ko: 라이선스 파일을 찾을 수 없습니다.
ru: Файл лицензий не найден.
uk: Файл ліцензій не знайдено.
zh_hans: 未找到许可证文件。
zh_hant: 找不到授權條款檔案。

# about.licenses.windowTitle
source: Third-Party Licenses
ja: サードパーティライセンス
ko: 서드파티 라이선스
ru: Лицензии сторонних компонентов
uk: Ліцензії сторонніх компонентів
zh_hans: 第三方许可证
zh_hant: 第三方授權條款

# accessibility.closeWorkspaceOverlay.hint
source: Press Return to close the workspace, or Escape to cancel.
ja: Return キーでワークスペースを閉じ、Escape キーでキャンセルします。
ko: Return 키를 눌러 작업 공간을 닫거나, Escape 키를 눌러 취소하세요.
ru: Нажмите Return, чтобы закрыть рабочее пространство, или Escape для отмены.
uk: Натисніть Return, щоб закрити робочий простір, або Escape для скасування.
zh_hans: 按 Return 关闭工作区，按 Escape 取消。
zh_hant: 按 Return 關閉工作區，按 Escape 取消。

# accessibility.closeWorkspaceOverlay.label
source: Close workspace confirmation
ja: ワークスペースを閉じる確認
ko: 작업 공간 닫기 확인
ru: Подтверждение закрытия рабочего пространства
uk: Підтвердження закриття робочого простору
zh_hans: 关闭工作区确认
zh_hant: 關閉工作區確認

# accessibility.tab_bar.expand_handle
source: Expand tab bar
ja: タブバーを展開
ko: 탭 바 펼치기
ru: Развернуть панель вкладок
uk: Розгорнути панель вкладок
zh_hans: 展开标签栏
zh_hant: 展開標籤列

# accessibility.workspacePosition
source: %1$@, workspace %2$lld of %3$lld
ja: %1$@、ワークスペース %3$lld中%2$lld
ko: %1$@, 작업 공간 %2$lld / %3$lld
ru: %1$@, рабочее пространство %2$lld из %3$lld
uk: %1$@, робочий простір %2$lld з %3$lld
zh_hans: %1$@，工作区 %2$lld / %3$lld
zh_hant: %1$@，工作區 %2$lld / %3$lld

# agentLauncher.kind.other
source: Other…
ja: その他…
ko: 기타…
ru: Другое…
uk: Інше…
zh_hans: 其他…
zh_hant: 其他…

# agentSkills.action.installedFragment
source: installed: %@
ja: インストール: %@
ko: 설치됨: %@
ru: установлено: %@
uk: встановлено: %@
zh_hans: 已安装：%@
zh_hant: 已安裝：%@

# agentSkills.action.noOp
source: no-op
ja: 変更なし
ko: 변경 없음
ru: без изменений
uk: без змін
zh_hans: 无操作
zh_hant: 無變更

# agentSkills.action.nothingToRemove
source: nothing to remove
ja: 削除対象はありません
ko: 제거할 항목 없음
ru: нечего удалять
uk: немає що видаляти
zh_hans: 无需删除
zh_hant: 無項目可移除

# agentSkills.action.refreshedFragment
source: refreshed: %@
ja: 更新: %@
ko: 새로고침됨: %@
ru: обновлено: %@
uk: оновлено: %@
zh_hans: 已刷新：%@
zh_hant: 已重整：%@

# agentSkills.action.removedFragment
source: removed: %@
ja: 削除: %@
ko: 제거됨: %@
ru: удалено: %@
uk: видалено: %@
zh_hans: 已删除：%@
zh_hant: 已移除：%@

# agentSkills.action.skippedFragment
source: skipped: %@
ja: スキップ: %@
ko: 건너뜀: %@
ru: пропущено: %@
uk: пропущено: %@
zh_hans: 已跳过：%@
zh_hant: 已略過：%@

# agentSkills.button.install
source: Install
ja: インストール
ko: 설치
ru: Установить
uk: Встановити
zh_hans: 安装
zh_hant: 安裝

# agentSkills.button.refresh
source: Refresh
ja: 更新
ko: 새로고침
ru: Обновить
uk: Оновити
zh_hans: 刷新
zh_hant: 重整

# agentSkills.button.remove
source: Remove
ja: 削除
ko: 제거
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 移除

# agentSkills.button.revealFolder
source: Reveal Folder
ja: フォルダを表示
ko: 폴더 보기
ru: Показать папку
uk: Показати теку
zh_hans: 显示文件夹
zh_hant: 顯示資料夾

# agentSkills.button.revealSource
source: Reveal Skill
ja: スキルを表示
ko: 스킬 보기
ru: Показать навык
uk: Показати навичку
zh_hans: 显示技能
zh_hant: 顯示 Skill

# agentSkills.button.runWizard
source: Open Onboarding…
ja: オンボーディングを開く…
ko: 온보딩 열기…
ru: Открыть онбординг…
uk: Відкрити онбординг…
zh_hans: 打开引导…
zh_hant: 開啟新手引導…

# agentSkills.button.update
source: Update
ja: アップデート
ko: 업데이트
ru: Обновить
uk: Оновити
zh_hans: 更新
zh_hant: 更新

# agentSkills.error.copyFailed
source: Couldn't copy the skill to %@.
ja: スキルを %@ にコピーできませんでした。
ko: 스킬을 %@에 복사하지 못했어요.
ru: Не удалось скопировать навык в %@.
uk: Не вдалося скопіювати навичку до %@.
zh_hans: 无法将技能复制到 %@。
zh_hant: 無法將 skill 複製到 %@。

# agentSkills.error.destNotManaged
source: %@ exists, but c11 didn't put it there. Use Update or Refresh to replace it.
ja: %@ は存在しますが、c11 が配置したものではありません。「アップデート」または「更新」で置き換えてください。
ko: %@이(가) 있지만 c11이 만든 게 아니에요. 바꾸려면 업데이트나 새로고침을 사용하세요.
ru: %@ существует, но создан не c11. Используйте «Обновить» или «Перечитать» для замены.
uk: %@ існує, але не c11 його туди розмістив. Скористайтеся «Оновити» або «Перевстановити», щоб замінити.
zh_hans: %@ 已存在，但不是 c11 放置的。使用“更新”或“刷新”来替换。
zh_hant: %@ 已存在，但不是 c11 放置的。請使用「更新」或「重新整理」來取代。

# agentSkills.error.destUnwritable
source: Can't write to %@. Check permissions.
ja: %@ に書き込めません。権限を確認してください。
ko: %@에 쓸 수 없어요. 권한을 확인하세요.
ru: Не удаётся записать в %@. Проверьте права.
uk: Не вдається записати до %@. Перевірте дозволи.
zh_hans: 无法写入 %@。请检查权限。
zh_hant: 無法寫入 %@。請檢查權限。

# agentSkills.error.emptyPackageSet
source: No skills found in the bundle. Reinstall c11.
ja: バンドル内にスキルが見つかりません。c11 を再インストールしてください。
ko: 번들에 스킬이 없어요. c11을 다시 설치하세요.
ru: В бандле не найдено навыков. Переустановите c11.
uk: У пакеті не знайдено навичок. Перевстановіть c11.
zh_hans: 安装包中未找到技能。请重新安装 c11。
zh_hant: 在套件中找不到任何技能。請重新安裝 c11。

# agentSkills.error.manifestMalformed
source: The skills manifest at %@ is malformed.
ja: %@ のスキルマニフェストの形式が正しくありません。
ko: %@의 스킬 매니페스트 형식이 잘못됐어요.
ru: Манифест навыков по пути %@ повреждён.
uk: Маніфест навичок у %@ пошкоджений.
zh_hans: %@ 处的技能清单格式错误。
zh_hant: %@ 的技能清單格式錯誤。

# agentSkills.error.sourceNotFound
source: Couldn't find the bundled skills directory.
ja: 同梱スキルのディレクトリが見つかりませんでした。
ko: 번들된 스킬 디렉터리를 찾지 못했어요.
ru: Не удалось найти папку встроенных навыков.
uk: Не вдалося знайти теку з вбудованими навичками.
zh_hans: 找不到内置的技能目录。
zh_hant: 找不到隨附的 skills 目錄。

# agentSkills.error.sourceNotReadable
source: Can't read the bundled skills directory at %@.
ja: %@ の同梱スキルディレクトリを読み込めません。
ko: %@의 번들 스킬 디렉터리를 읽을 수 없어요.
ru: Не удаётся прочитать папку встроенных навыков по пути %@.
uk: Не вдається прочитати теку вбудованих навичок за шляхом %@.
zh_hans: 无法读取 %@ 的内置技能目录。
zh_hant: 無法讀取 %@ 的隨附 skills 目錄。

# agentSkills.error.targetNotDetected
source: %@ isn't installed — create its config directory first.
ja: %@ はインストールされていません。先に設定ディレクトリを作成してください。
ko: %@이(가) 설치되어 있지 않아요 — 먼저 설정 디렉토리를 만드세요.
ru: %@ не установлен — сначала создайте его папку конфигурации.
uk: %@ не встановлено — спершу створіть його теку конфігурації.
zh_hans: %@ 未安装 — 请先创建其配置目录。
zh_hant: %@ 尚未安裝 — 請先建立其設定目錄。

# agentSkills.onboarding.allSet
source: All Set
ja: このままで
ko: 이대로
ru: Готово
uk: Готово
zh_hans: 就绪
zh_hant: 就此即可

# agentSkills.onboarding.alreadyInstalled
source: Already current
ja: 最新です
ko: 이미 최신
ru: Уже актуально
uk: Вже актуально
zh_hans: 已是最新
zh_hant: 已是最新

# agentSkills.onboarding.body.celebratory
source: Every detected agent has the latest c11 skill set.
ja: 検出されたすべてのエージェントが、最新の c11 スキルセットを持っています。
ko: 감지된 모든 에이전트가 최신 c11 스킬 세트를 갖고 있어요.
ru: У каждого обнаруженного агента — последний набор навыков c11.
uk: Усі виявлені агенти мають найновіший набір навичок c11.
zh_hans: 检测到的每个代理都拥有最新的 c11 技能集。
zh_hant: 每個偵測到的代理都已具備最新的 c11 skill。

# agentSkills.onboarding.body.detected
source: The skill is how it learns. One file in %@. After that, your agent splits panes, drives the browser, opens markdown surfaces, and reports progress to the sidebar — without you in the loop for routine moves.
ja: スキルが、エージェントの学び方です。%@ にひとつのファイル。そのあと、エージェントはペインを分割し、ブラウザを操作し、Markdown サーフェスを開き、サイドバーに進捗を報告します — 定型の動きに、あなたは要りません。
ko: 스킬이 에이전트의 학습 방식이에요. %@에 파일 하나. 그 뒤로 에이전트는 페인을 분할하고, 브라우저를 조작하고, 마크다운 서피스를 열고, 사이드바에 진행을 보고합니다 — 일상적인 동작에 당신은 필요 없어요.
ru: Навык — это как он учится. Один файл в %@. После этого ваш агент делит панели, управляет браузером, открывает Markdown-поверхности и сообщает о прогрессе в боковую панель — без вашего участия в рутинных действиях.
uk: Навичка — це як він вчиться. Один файл у %@. Далі ваш агент ділить панелі, керує браузером, відкриває Markdown-поверхні та звітує про прогрес у бічну панель — без вашої участі в рутинних діях.
zh_hans: 技能,就是它学习的方式。一个文件放进 %@。之后,你的代理便会分割面板、操控浏览器、打开 Markdown 界面、向侧边栏报告进度 — 日常事务,无需你过问。
zh_hant: skill 就是代理學會的途徑。一個檔案放進 %@。之後,代理會分割面板、驅動瀏覽器、開啟 markdown 介面、向側邊欄回報進度 — 例行動作,你不必在場。

# agentSkills.onboarding.body.detecting
source: The skill is how it learns. One file. After that, your agent splits panes, drives the browser, opens markdown surfaces, and reports progress to the sidebar — without you in the loop for routine moves.
ja: スキルが、エージェントの学び方です。ファイルはひとつ。そのあと、エージェントはペインを分割し、ブラウザを操作し、Markdown サーフェスを開き、サイドバーに進捗を報告します — 定型の動きに、あなたは要りません。
ko: 스킬이 에이전트의 학습 방식이에요. 파일 하나. 그 뒤로 에이전트는 페인을 분할하고, 브라우저를 조작하고, 마크다운 서피스를 열고, 사이드바에 진행을 보고합니다 — 일상적인 동작에 당신은 필요 없어요.
ru: Навык — это как он учится. Один файл. После этого ваш агент делит панели, управляет браузером, открывает Markdown-поверхности и сообщает о прогрессе в боковую панель — без вашего участия в рутинных действиях.
uk: Навичка — це як він вчиться. Один файл. Далі ваш агент ділить панелі, керує браузером, відкриває Markdown-поверхні та звітує про прогрес у бічну панель — без вашої участі в рутинних діях.
zh_hans: 技能,就是它学习的方式。一个文件。之后,你的代理便会分割面板、操控浏览器、打开 Markdown 界面、向侧边栏报告进度 — 日常事务,无需你过问。
zh_hant: skill 就是代理學會的途徑。只要一個檔案。之後,代理會分割面板、驅動瀏覽器、開啟 markdown 介面、向側邊欄回報進度 — 例行動作,你不必在場。

# agentSkills.onboarding.done
source: Done
ja: 完了
ko: 완료
ru: Готово
uk: Готово
zh_hans: 完成
zh_hant: 完成

# agentSkills.onboarding.dontAsk
source: Don't ask again
ja: 次回から表示しない
ko: 다시 묻지 않기
ru: Больше не спрашивать
uk: Більше не запитувати
zh_hans: 不再询问
zh_hant: 不再詢問

# agentSkills.onboarding.install
source: Teach it
ja: 教える
ko: 가르치기
ru: Научить его
uk: Вчити його
zh_hans: 教它
zh_hant: 教它

# agentSkills.onboarding.installSection
source: Install into
ja: インストール先
ko: 설치 위치
ru: Установить в
uk: Встановити в
zh_hans: 安装到
zh_hant: 安裝到

# agentSkills.onboarding.later
source: Later
ja: あとで
ko: 나중에
ru: Позже
uk: Пізніше
zh_hans: 稍后
zh_hant: 稍後

# agentSkills.onboarding.learnMoreTitle
source: What gets installed
ja: インストールされるもの
ko: 설치되는 내용
ru: Что будет установлено
uk: Що буде встановлено
zh_hans: 将安装的内容
zh_hant: 安裝了什麼

# agentSkills.onboarding.noDetectedTools
source: Nothing detected yet. Install Claude Code, Codex, or another supported agent, then re-open this from Settings → Agent Skills.
ja: まだ何も検出されていません。Claude Code、Codex、または対応する他のエージェントをインストールしてから、設定 → エージェントスキル から再度開いてください。
ko: 아직 감지된 게 없어요. Claude Code, Codex 또는 지원되는 다른 에이전트를 설치한 뒤, 설정 → 에이전트 스킬에서 다시 여세요.
ru: Пока ничего не обнаружено. Установите Claude Code, Codex или другого поддерживаемого агента, затем снова откройте это из «Настройки → Навыки агента».
uk: Поки що нічого не знайдено. Встановіть Claude Code, Codex або іншого підтримуваного агента, потім знову відкрийте це з Налаштування → Навички агента.
zh_hans: 暂未检测到。先安装 Claude Code、Codex 或其他受支持的代理,再从「设置 → 代理技能」重新打开。
zh_hant: 尚未偵測到任何項目。請先安裝 Claude Code、Codex 或其他支援的代理,再從「設定 → Agent Skills」重新開啟此畫面。

# agentSkills.onboarding.notDetected
source: Not detected — install the agent first, or enable from Settings later.
ja: 未検出 — まずエージェントをインストールするか、あとで設定から有効にしてください。
ko: 감지되지 않음 — 먼저 에이전트를 설치하거나, 나중에 설정에서 활성화하세요.
ru: Не обнаружено — сначала установите агента или включите позже в настройках.
uk: Не виявлено — спочатку встановіть агента або ввімкніть у Налаштуваннях пізніше.
zh_hans: 未检测到 — 先安装代理,或稍后从「设置」中启用。
zh_hant: 未偵測到 — 請先安裝代理,或稍後在「設定」啟用。

# agentSkills.onboarding.notDetectedSummary
source: Not detected: %@
ja: 未検出: %@
ko: 감지되지 않음: %@
ru: Не обнаружено: %@
uk: Не виявлено: %@
zh_hans: 未检测到：%@
zh_hant: 未偵測到：%@

# agentSkills.onboarding.partialInstalled
source: Will install the missing skills
ja: 不足しているスキルをインストールします
ko: 누락된 스킬을 설치합니다
ru: Установит недостающие навыки
uk: Встановить відсутні навички
zh_hans: 将安装缺失的技能
zh_hant: 將安裝缺少的 skills

# agentSkills.onboarding.permission
source: c11 won't touch your agent configuration without your permission.
ja: c11 は、あなたの許可なくエージェント設定に手を加えません。
ko: c11은 허락 없이 에이전트 설정에 손대지 않아요.
ru: c11 не тронет конфигурацию агента без вашего разрешения.
uk: c11 не зачепить конфігурацію агента без вашого дозволу.
zh_hans: 未经你的许可,c11 不会动你的代理配置。
zh_hant: 未經你允許,c11 不會動你的代理設定。

# agentSkills.onboarding.refreshAll
source: Refresh all
ja: すべて更新
ko: 모두 새로고침
ru: Обновить все
uk: Оновити всі
zh_hans: 全部刷新
zh_hant: 全部重整

# agentSkills.onboarding.row.localEditsWarning
source: Local edits will be overwritten
ja: ローカルの編集は上書きされます
ko: 로컬 편집 내용은 덮어쓰여요
ru: Локальные изменения будут перезаписаны
uk: Локальні зміни буде перезаписано
zh_hans: 本地修改将被覆盖
zh_hant: 本機編輯將被覆寫

# agentSkills.onboarding.row.revealInFinder
source: Reveal in Finder
ja: Finder で表示
ko: Finder에서 보기
ru: Показать в Finder
uk: Показати у Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# agentSkills.onboarding.showSkill
source: Show Skill Files in Finder
ja: Finderでスキルファイルを表示
ko: Finder에서 스킬 파일 보기
ru: Показать файлы навыка в Finder
uk: Показати файли навички у Finder
zh_hans: 在 Finder 中显示技能文件
zh_hant: 在 Finder 顯示 Skill 檔案

# agentSkills.onboarding.title
source: Your agent doesn't know c11 yet.
ja: エージェントはまだ c11 を知りません。
ko: 에이전트가 아직 c11을 몰라요.
ru: Ваш агент ещё не знает c11.
uk: Ваш агент ще не знає c11.
zh_hans: 你的代理还不认识 c11。
zh_hant: 你的代理還不認識 c11。

# agentSkills.onboarding.title.celebratory
source: Your agent is current with c11.
ja: エージェントは c11 と同期しています。
ko: 에이전트가 c11과 동기화돼 있어요.
ru: Ваш агент синхронизирован с c11.
uk: Ваш агент синхронізований з c11.
zh_hans: 你的代理已与 c11 同步。
zh_hant: 你的代理已與 c11 同步。

# agentSkills.onboarding.title.known
source: Your agent already knows c11.
ja: エージェントはすでに c11 を知っています。
ko: 에이전트는 이미 c11을 알고 있어요.
ru: Ваш агент уже знает c11.
uk: Ваш агент уже знає c11.
zh_hans: 你的代理已经认识 c11。
zh_hant: 你的代理已經認識 c11。

# agentSkills.onboarding.transparency
source: Built to be inspectable. The skill is plain text — open it in Finder to read exactly what your agent will learn, or install it yourself in any agent that supports the SKILL.md standard.
ja: 検証できるように作られています。スキルはプレーンテキスト — Finder で開けば、エージェントが学ぶ内容をそのまま読めます。SKILL.md 規格に対応するどのエージェントにも、自分で入れることができます。
ko: 검사할 수 있게 만들었어요. 스킬은 일반 텍스트 — Finder에서 열어 에이전트가 배울 내용을 그대로 읽을 수 있고, SKILL.md 표준을 지원하는 어떤 에이전트든 직접 설치할 수 있어요.
ru: Создано прозрачным. Навык — обычный текст: откройте в Finder и прочитайте ровно то, чему научится агент, или установите его сами в любой агент, поддерживающий стандарт SKILL.md.
uk: Створено прозорим. Навичка — звичайний текст: відкрийте у Finder і прочитайте саме те, що вивчить ваш агент, або встановіть її самі в будь-якому агенті, що підтримує стандарт SKILL.md.
zh_hans: 为可查验而生。技能是纯文本 — 在 Finder 中打开,就能读到代理将要学到的内容,也可以自己把它装进任何支持 SKILL.md 标准的代理。
zh_hant: 為可檢視而打造。skill 是純文字 — 在 Finder 裡打開,就能讀到代理將要學到的內容,也可以自己裝進任何支援 SKILL.md 標準的代理。

# agentSkills.onboarding.updateAll
source: Update all
ja: すべてアップデート
ko: 모두 업데이트
ru: Обновить все
uk: Оновити всі
zh_hans: 全部更新
zh_hant: 全部更新

# agentSkills.onboarding.updateAvailable
source: Will update the installed skill
ja: インストール済みのスキルを更新します
ko: 설치된 스킬을 업데이트합니다
ru: Обновит установленный навык
uk: Оновить встановлену навичку
zh_hans: 将更新已安装的技能
zh_hant: 將更新已安裝的 skill

# agentSkills.onboarding.updateSelected
source: Update selected
ja: 選択をアップデート
ko: 선택 항목 업데이트
ru: Обновить выбранные
uk: Оновити вибрані
zh_hans: 更新所选
zh_hant: 更新所選

# agentSkills.onboarding.willInstall
source: Will install the skill
ja: スキルをインストールします
ko: 스킬을 설치합니다
ru: Установит навык
uk: Встановить навичку
zh_hans: 将安装该技能
zh_hant: 將安裝 skill

# agentSkills.onboarding.windowTitle
source: c11 Agent Skills
ja: c11 エージェントスキル
ko: c11 에이전트 스킬
ru: Навыки агентов c11
uk: Навички агентів c11
zh_hans: c11 代理技能

# agentSkills.status.installed
source: installed
ja: インストール済み
ko: 설치됨
ru: установлено
uk: встановлено
zh_hans: 已安装
zh_hant: 已安裝

# agentSkills.status.notDetected
source: not detected
ja: 未検出
ko: 감지되지 않음
ru: не обнаружено
uk: не виявлено
zh_hans: 未检测到
zh_hant: 未偵測到

# agentSkills.status.notInstalled
source: not installed
ja: 未インストール
ko: 설치되지 않음
ru: не установлено
uk: не встановлено
zh_hans: 未安装
zh_hant: 未安裝

# agentSkills.status.partial
source: partial
ja: 一部インストール
ko: 일부 설치
ru: частично
uk: частково
zh_hans: 部分
zh_hant: 部分安裝

# agentSkills.status.shared
source: shared
ja: 共有
ko: 공유
ru: общий
uk: спільна
zh_hans: 共享
zh_hant: 共用

# agentSkills.status.sharedWith
source: Uses the %@ skill files
ja: %@ のスキルファイルを使用します
ko: %@ 스킬 파일을 사용합니다
ru: Использует файлы навыка %@
uk: Використовує файли навички %@
zh_hans: 使用 %@ 的技能文件
zh_hant: 使用 %@ 的 skill 檔案

# agentSkills.status.updateAvailable
source: update available
ja: 更新があります
ko: 업데이트 있음
ru: доступно обновление
uk: доступне оновлення
zh_hans: 有可用更新
zh_hant: 有可用更新

# agentType.custom
source: Custom
ja: カスタム
ko: 사용자 지정
ru: Пользовательский
uk: Користувацька
zh_hans: 自定义
zh_hant: 自訂

# alert.customColor.apply
source: Apply
ja: 適用
ko: 적용
ru: Применить
uk: Застосувати
zh_hans: 应用
zh_hant: 套用

# alert.customColor.cancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отменить
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alert.customColor.message
source: Enter a hex color in the format #RRGGBB.
ja: #RRGGBB形式で16進カラーコードを入力してください。
ko: #RRGGBB 형식으로 16진수 색상을 입력하세요.
ru: Введите цвет в формате #RRGGBB.
uk: Введіть hex-колір у форматі #RRGGBB.
zh_hans: 请输入 #RRGGBB 格式的十六进制颜色。
zh_hant: 請輸入 #RRGGBB 格式的十六進位色碼。

# alert.customColor.title
source: Custom Workspace Color
ja: カスタムワークスペースカラー
ko: 사용자 지정 작업 공간 색상
ru: Пользовательский цвет рабочего пространства
uk: Власний колір робочого простору
zh_hans: 自定义工作区颜色
zh_hant: 自訂工作區顏色

# alert.invalidColor.emptyMessage
source: Enter a hex color in the format #RRGGBB.
ja: #RRGGBB形式で16進カラーコードを入力してください。
ko: #RRGGBB 형식으로 16진수 색상을 입력하세요.
ru: Введите цвет в формате #RRGGBB.
uk: Введіть hex-колір у форматі #RRGGBB.
zh_hans: 请输入 #RRGGBB 格式的十六进制颜色。
zh_hant: 請輸入 #RRGGBB 格式的十六進位色碼。

# alert.invalidColor.invalidMessage
source: "%@" is not a valid hex color. Use #RRGGBB.
ja: 「%@」は有効な16進カラーではありません。#RRGGBB形式で入力してください。
ko: "%@"은(는) 유효한 16진수 색상이 아닙니다. #RRGGBB 형식을 사용하세요.
ru: «%@» не является допустимым цветом. Используйте формат #RRGGBB.
uk: «%@» не є дійсним hex-кольором. Використовуйте #RRGGBB.
zh_hans: "%@" 不是有效的十六进制颜色。请使用 #RRGGBB 格式。
zh_hant: 「%@」不是有效的十六進位色碼。請使用 #RRGGBB 格式。

# alert.invalidColor.title
source: Invalid Color
ja: 無効なカラー
ko: 잘못된 색상
ru: Недопустимый цвет
uk: Недійсний колір
zh_hans: 无效颜色
zh_hant: 無效的顏色

# alert.renameWorkspace.cancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отменить
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alert.renameWorkspace.message
source: Any text works. Workspace names show in the sidebar.
ja: どんな文字列でも使えます。ワークスペース名はサイドバーに表示されます。
ko: 아무 텍스트나 가능해요. 워크스페이스 이름은 사이드바에 표시돼요.
ru: Любой текст подойдёт. Имена рабочих пространств видны в боковой панели.
uk: Будь-який текст підходить. Назви робочих просторів видно в бічній панелі.
zh_hans: 随便起。工作区名字会出现在侧边栏。
zh_hant: 隨便取。工作區名稱會出現在側邊欄。

# alert.renameWorkspace.placeholder
source: Workspace name
ja: ワークスペース名
ko: 작업 공간 이름
ru: Имя рабочего пространства
uk: Назва робочого простору
zh_hans: 工作区名称
zh_hant: 工作區名稱

# alert.renameWorkspace.rename
source: Rename
ja: 名称変更
ko: 이름 변경
ru: Переименовать
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

# alert.renameWorkspace.title
source: Rename Workspace
ja: ワークスペースの名称変更
ko: 작업 공간 이름 변경
ru: Переименовать рабочее пространство
uk: Перейменувати робочий простір
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# alert.tabColor.apply
source: Apply
ja: 適用
ko: 적용
ru: Применить
uk: Застосувати
zh_hans: 应用
zh_hant: 套用

# alert.tabColor.cancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отменить
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alert.tabColor.message
source: Enter a hex color in the format #RRGGBB.
ja: #RRGGBB形式で16進カラーコードを入力してください。
ko: #RRGGBB 형식으로 16진수 색상을 입력하세요.
ru: Введите цвет в формате #RRGGBB.
uk: Введіть hex-колір у форматі #RRGGBB.
zh_hans: 请输入 #RRGGBB 格式的十六进制颜色。
zh_hant: 請輸入 #RRGGBB 格式的十六進位色碼。

# alert.tabColor.title
source: Custom Tab Color
ja: カスタムタブカラー
ko: 사용자 지정 탭 색상
ru: Пользовательский цвет вкладки
uk: Власний колір вкладки
zh_hans: 自定义标签页颜色
zh_hant: 自訂標籤頁顏色

# appIcon.automatic
source: Automatic
ja: 自動
ko: 자동
ru: Автоматически
uk: Автоматично
zh_hans: 自动
zh_hant: 自動

# appIcon.dark
source: Dark
ja: ダーク
ko: 다크
ru: Темная
uk: Темна
zh_hans: 深色
zh_hant: 深色

# appIcon.light
source: Light
ja: ライト
ko: 라이트
ru: Светлая
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

# appearance.auto
source: Auto
ja: 自動
ko: 자동
ru: Авто
uk: Авто
zh_hans: 自动
zh_hant: 自動

# appearance.dark
source: Dark
ja: ダーク
ko: 다크
ru: Темное
uk: Темне
zh_hans: 深色
zh_hant: 深色

# appearance.light
source: Light
ja: ライト
ko: 라이트
ru: Светлое
uk: Світле
zh_hans: 浅色
zh_hant: 淺色

# appearance.system
source: System
ja: システム
ko: 시스템
ru: Системное
uk: Системне
zh_hans: 系统
zh_hant: 系統

# applescript.error.disabled
source: AppleScript is disabled by the macos-applescript configuration.
ja: macos-applescript の設定で AppleScript は無効になっています。
ko: macos-applescript 구성으로 AppleScript가 비활성화되어 있습니다.
ru: AppleScript отключён конфигурацией macos-applescript.
uk: AppleScript вимкнено конфігурацією macos-applescript.
zh_hans: AppleScript 已被 macos-applescript 配置禁用。
zh_hant: AppleScript 已被 macos-applescript 設定停用。

# applescript.error.failedToCreateSplit
source: Failed to create split.
ja: 分割の作成に失敗しました。
ko: 분할 생성에 실패했습니다.
ru: Не удалось создать разделение.
uk: Не вдалося створити розділення.
zh_hans: 创建分屏失败。
zh_hant: 建立分割失敗。

# applescript.error.failedToCreateWindow
source: Failed to create window.
ja: ウインドウの作成に失敗しました。
ko: 윈도우 생성에 실패했습니다.
ru: Не удалось создать окно.
uk: Не вдалося створити вікно.
zh_hans: 创建窗口失败。
zh_hant: 建立視窗失敗。

# applescript.error.failedToCreateWorkspace
source: Failed to create workspace.
ja: ワークスペースの作成に失敗しました。
ko: 작업 공간 생성에 실패했습니다.
ru: Не удалось создать рабочее пространство.
uk: Не вдалося створити робочий простір.
zh_hans: 创建工作区失败。
zh_hant: 建立工作區失敗。

# applescript.error.missingAction
source: Missing action string.
ja: アクション文字列がありません。
ko: 액션 문자열이 없습니다.
ru: Отсутствует строка действия.
uk: Відсутній рядок дії.
zh_hans: 缺少操作字符串。
zh_hant: 缺少動作字串。

# applescript.error.missingInputText
source: Missing input text.
ja: 入力するテキストがありません。
ko: 입력 텍스트가 없습니다.
ru: Отсутствует входной текст.
uk: Відсутній вхідний текст.
zh_hans: 缺少输入文本。
zh_hant: 缺少輸入文字。

# applescript.error.missingSplitDirection
source: Missing or unknown split direction.
ja: 分割方向がないか、不明です。
ko: 분할 방향이 없거나 알 수 없습니다.
ru: Отсутствует или неизвестно направление разделения.
uk: Відсутній або невідомий напрямок розділення.
zh_hans: 缺少或未知的分屏方向。
zh_hant: 分割方向缺失或未知。

# applescript.error.missingTerminalTarget
source: Missing terminal target.
ja: 対象のターミナルがありません。
ko: 대상 터미널이 없습니다.
ru: Отсутствует цель терминала.
uk: Відсутня ціль терміналу.
zh_hans: 缺少终端目标。
zh_hant: 缺少目標終端機。

# applescript.error.terminalUnavailable
source: Terminal is no longer available.
ja: ターミナルはもう利用できません。
ko: 터미널을 더 이상 사용할 수 없습니다.
ru: Терминал больше недоступен.
uk: Термінал більше не доступний.
zh_hans: 终端已不可用。
zh_hant: 終端機已無法使用。

# applescript.error.windowUnavailable
source: Window is no longer available.
ja: ウインドウはもう利用できません。
ko: 윈도우를 더 이상 사용할 수 없습니다.
ru: Окно больше недоступно.
uk: Вікно більше не доступне.
zh_hans: 窗口已不可用。
zh_hant: 視窗已無法使用。
